[DIALOGEX]
""=""
"Cancel"="Отменить"
"Clear..."="Очистить..."
"Context menu preview size"="Размер эскиза в меню"
"Enable context menu in Explorer"="Включить меню в Проводнике"
"Enable thumbnails in Explorer"="Включить эскизы в Проводнике"
"Language:"="Язык:"
"Maximum size of image file:"="Максимальный размер изображения:"
"MB"="Мб"
"OK"="OK"
"pixels"="точек"
"Prefer image file embedded thumbnails"="Предпочитать встроенные эскизы изображений"
"SageThumbs Options"="Настройки SageThumbs"
"Supported file types"="Поддерживаемые типы файлов"
"System-wide tweaks"="Системные настройки"
"Use thumbnails as icons in Explorer"="Использовать эскизы вместо иконок"
"Use Windows Image/Fax Viewer"="Использовать Windows Image/Fax Viewer"
"Width x Height:"="Ширина x Высота:"
"X"="X"
[STRINGTABLE]
"Can't open clipboard"="Не могу открыть буфер обмена"
"Can't open image file"="Не могу открыть файл изображения"
"Can't save image file"="Не могу сохранить файл изображения"
"Can't send mail"="Не могу отправить почту"
"Change various SageThumbs options"="Настроить различные параметры SageThumbs"
"Clean SageThumbs thumbnail cache. No user data will be affected."="Очистка кеша эскизов SageThumbs. Пользовательские данные не будут затронуты."
"Colors (bits): "="Цвета (бит): "
"Compression: "="Сжатие: "
"Convert to BMP"="Конвертировать в BMP"
"Convert to GIF"="Конвертировать в GIF"
"Convert to JPG"="Конвертировать в JPG"
"Copy to clipboard"="Копировать в буфер обмена"
"Modified: "="Изменен: "
"Nothing to send"="Нечего отправлять"
"Please confirm thumbnail cache clearing."="Пожалуйста подтвердите очистку кеша эскизов."
"Resolution: "="Разрешение: "
"SageThumbs Options..."="Настройка SageThumbs..."
"SageThumbs thumbnail cache"="Кэш эскизов SageThumbs"
"SageThumbs"="SageThumbs"
"Send image by mail..."="Послать изображение по почте..."
"Send thumbnail by mail..."="Послать эскиз по почте..."
"Set centered wallpaper"="Установить фон по-центру"
"Set stretched wallpaper"="Установить фон растянутый"
"Set tiled wallpaper"="Установить фон рядами"
"Size (bytes): "="Размер (байт): "
"Sizes (pixels): "="Размеры (точки): "
"Thumbnail cache size: %u KB"="Размер кеша эскизов: %u Кб"
"Type: "="Тип: "
[code_page]
1251=1251
